/* (No Commment) */
"%@ (damaged)" = "％@(损坏)";

/* (No Commment) */
"%@ copy" = "%@拷贝";

/* (No Commment) */
"%@ is not handled by any application. Try to extract the file and use Finder to open it." = "%@ 没有与任何程序关联，尝试解压缩文件并使用 Finder 打开。";

/* (No Commment) */
"%@ of %@" = "第%@个，共%@个";

/* (No Commment) */
"%d item, uncompressed size: %@ %@" = "%d个项目，未压缩大小：%@ %@";

/* (No Commment) */
"%d items, uncompressed size: %@ %@" = "%d个项目，未压缩大小：%@ %@";

/* (No Commment) */
"%d selected, uncompressed size: %@ %@" = "选择了%d个项目，未压缩大小：%@ %@";

/* (No Commment) */
"(incl. %d hidden)" = "（包含%d个隐藏项目）";

/* (No Commment) */
"+pwd" = "+ PWD";

/* (No Commment) */
"7-Zip Format (best compression)" = "7-Zip 格式（最高压缩率）";

/* (No Commment) */
"<Click to add your own>" = "-";

/* (No Commment) */
"<new password>" = "<新密码>";

/* (No Commment) */
"<new pattern>" = "-";

/* (No Commment) */
"<new preset>" = "<新的预置>";

/* (No Commment) */
"A volume is missing: /%s." = "丢失了一个卷：/%s.";

/* (No Commment) */
"Activate" = "启用";

/* (No Commment) */
"Add" = "添加";

/* (No Commment) */
"Add Files to Archive" = "将文件添加到压缩文件";

/* (No Commment) */
"Add Items" = "添加项目";

/* (No Commment) */
"Add a new file or folder to the archive" = "向压缩文件中添加新的文件或文件夹";

/* (No Commment) */
"Add the items to a new archive" = "将项目添加到新的存档";

/* (No Commment) */
"Add to %@..." = "添加到 %@...";

/* (No Commment) */
"Added" = "添加";

/* (No Commment) */
"Adding files to archive %@" = "将文件添加到压缩文件%@";

/* (No Commment) */
"Advanced" = "高级";

/* (No Commment) */
"After filtering, there are no files left to archive." = "筛选后，没有留下的压缩文件。";

/* (No Commment) */
"All Queued Archive Operations Complete" = "队列中的所有操作完成";

/* (No Commment) */
"An error occurred" = "发生了一个错误";

/* (No Commment) */
"An error occurred opening %@. Do you want to try to open the archive anyway?" = "打开%@出现错误。您无论如何都希望打开吗?";

/* (No Commment) */
"An error occurred opening %@. Do you want to try to repair the archive?" = "打开％@时出错。你想尝试修复档案吗？";

/* (No Commment) */
"An item named %@ already exists in this location inside the archive. Do you want to replace it with the one you are adding?" = "压缩文件中的当前文件夹内已经存在名为 %@ 的项目，您希望用尝试添加的项目替换原项目吗？";

/* (No Commment) */
"An item named %@ already exists in this location inside the archive. Do you want to update it?" = "当前文件夹内已经存在名为 %@ 的项目，您希望更新吗？";

/* (No Commment) */
"An item named %@ already exists in this location. Do you want to replace it with the one you are extracting?" = "当前文件夹已经存在名为 %@ 的项目，您希望用解压缩得到的项目替换原项目吗？";

/* (No Commment) */
"An item with this name already exists in this folder!" = "该文件夹中已经存在一个同名项目了！";

/* (No Commment) */
"An unknown error occurred." = "发生了一个未知错误。";

/* (No Commment) */
"Apply to all" = "应用到所有";

/* (No Commment) */
"Apply to all folders" = "应用到所有文件夹";

/* (No Commment) */
"Archive" = "压缩文件";

/* (No Commment) */
"Archive Creation Complete" = "压缩文件创建完成";

/* (No Commment) */
"Archive Creation Failed" = "压缩文件创建失败";

/* (No Commment) */
"Archive Extraction Complete" = "解压缩操作完成";

/* (No Commment) */
"Archive Extraction Failed" = "解压缩操作失败";

/* (No Commment) */
"Archive Test Failed" = "压缩文件测试失败";

/* (No Commment) */
"Archive test successful" = "压缩文件测试成功";

/* (No Commment) */
"Are you sure you want to overwrite the original archive?" = "您确定要替换原压缩文件吗？";

/* (No Commment) */
"Best (solid, slow extraction)" = "最高";

/* (No Commment) */
"Best, but slower operation" = "最高，但是压缩速度更慢";

/* (No Commment) */
"BetterZip Recovered Files" = "BetterZip 已恢复文件";

/* (No Commment) */
"BetterZip Temporary Folder" = "BetterZip 临时文件夹";

/* (No Commment) */
"BetterZip cannot extract to this folder. Maybe you don't have write access." = "BetterZip 无法解压到该文件夹，也许您不具备写权限。";

/* (No Commment) */
"BetterZip will now remove %d Mac specific files from the archive." = "BetterZip 将从压缩文件中移除%d个Mac特殊文件。";

/* (No Commment) */
"BetterZip will now remove %d files matching the patterns configured in the preferences window from the archive." = "根据偏好设置中的筛选列表内您所制定的格式，BetterZip 将从压缩文件中移除%d个文件。";

/* (No Commment) */
"BetterZip will now remove %d files matching your patterns from the archive." = "根据您指定的筛选格式，BetterZip 将从压缩文件中移除%d个文件。";

/* (No Commment) */
"BetterZip will now remove Mac specific files from the archive." = "BetterZip 即将从压缩文件中移除Mac特殊文件。";

/* (No Commment) */
"BetterZip will now remove one Mac specific file from the archive." = "BetterZip 将从压缩文件中移除一个Mac特殊文件。";

/* (No Commment) */
"BetterZip will now remove one file matching the patterns configured in the preferences window from the archive." = "根据偏好设置中的设定的模式，BetterZip 将从压缩文件中移除一个文件。";

/* (No Commment) */
"BetterZip will now remove one file matching your patterns from the archive." = "根据您指定的筛选格式，BetterZip 将从压缩文件中移除一个文件。";

/* (No Commment) */
"CPIO Format, uncompressed (cpio)" = "CPIO格式，压缩的(CPIO)";

/* (No Commment) */
"Cancel" = "取消";

/* (No Commment) */
"Cancel Opening" = "取消打开";

/* (No Commment) */
"Cancel the operation" = "取消操作";

/* (No Commment) */
"Caution" = "警告";

/* (No Commment) */
"Change Archive Mode" = "切换压缩模式";

/* (No Commment) */
"Check for updates on startup?" = "程序启动时检查更新吗？";

/* (No Commment) */
"Choose from your favorite presets" = "从您最喜欢的预设中进行选择";

/* (No Commment) */
"Clean" = "清理";

/* (No Commment) */
"Clean Archive" = "清理压缩文件";

/* (No Commment) */
"Clean now" = "立即清理";

/* (No Commment) */
"Cleaning" = "清理";

/* (No Commment) */
"Clear" = "清除";

/* (No Commment) */
"Close" = "关闭";

/* (No Commment) */
"Columns" = "列";

/* (No Commment) */
"Comment Text" = "注释文字";

/* (No Commment) */
"Compress" = "压缩";

/* (No Commment) */
"Compress with BetterZip" = "使用 BetterZip 压缩";

/* (No Commment) */
"Compress with Preset %@" = "压缩预设％@";

/* (No Commment) */
"Compressed %@" = "已压缩 %@";

/* (No Commment) */
"Compressing %@" = "正在压缩 %@";

/* (No Commment) */
"Create New Folder" = "新建文件夹";

/* (No Commment) */
"Create a new folder in the selected place inside the archive." = "在压缩文件中的所选位置创建一个新的文件夹。";

/* (No Commment) */
"Delete" = "删除";

/* (No Commment) */
"Delete Files From Archive" = "从压缩文件中删除文件";

/* (No Commment) */
"Delete Items" = "删除项目";

/* (No Commment) */
"Delete the selected files or folders from the archive" = "从压缩文件中删除选择的文件或文件夹？";

/* (No Commment) */
"Delete with pattern" = "删除指定格式的文件";

/* (No Commment) */
"Do not enable this option, if you are not in the habit of making regular backups of your data. BetterZip will not warn you before overwriting files, if you use a preset with the overwrite switch enabled. Files can be lost. Use at your own risk." = "如果您不习惯对数据进行定期备份，请勿启用此选项。如果使用启用了覆盖开关，BetterZip在覆盖文件之前不会发出警告。文件可能丢失。请慎重考虑风险。";

/* (No Commment) */
"Do you want to extract the %d archives that were found inside the selected folders?" = "您想到解压缩已选文件夹中包含的 %d 个压缩文件吗？";

/* (No Commment) */
"Do you want to save the changes back to the archive?" = "您希望将更改存储回压缩文件吗？";

/* (No Commment) */
"Do you want to save the changes you made in the document %@?" = "您想存储您对文件%@所做的修改吗？";

/* (No Commment) */
"Don't Save" = "不保存";

/* (No Commment) */
"Don't move" = "不移动";

/* (No Commment) */
"Drag items here to compress or extract" = "把项目拖到这里来压缩或解压缩";

/* (No Commment) */
"Drop archives here to extract" = "放入压缩文件进行解压缩";

/* (No Commment) */
"Drop items here to compress" = "放入文件进行压缩";

/* (No Commment) */
"Drop the archives here to open them" = "把压缩文件拖到这里来打开";

/* (No Commment) */
"Drop the files here to add them to a new archive" = "放入文件以添加到压缩文件";

/* (No Commment) */
"Edit Presets..." = "编辑预设...";

/* (No Commment) */
"Error" = "错误";

/* (No Commment) */
"External command returned: %d
" = "外部命令返回：%d
";

/* (No Commment) */
"Extract" = "解压缩";

/* (No Commment) */
"Extract All" = "全部解压";

/* (No Commment) */
"Extract All..." = "全部解压...";

/* (No Commment) */
"Extract Here" = "解压到这里";

/* (No Commment) */
"Extract Selected Only" = "仅解压缩已选文件";

/* (No Commment) */
"Extract Selected..." = "解压已选文件...";

/* (No Commment) */
"Extract all files and folders from the archive" = "从压缩文件中解压缩所有的文件和文件夹";

/* (No Commment) */
"Extract files or folders from the archive" = "从压缩文件中解压缩文件或文件夹";

/* (No Commment) */
"Extract the selected files or folders from the archive" = "从压缩文件中解压缩已选择的文件或文件夹";

/* (No Commment) */
"Extract to..." = "解压到...";

/* (No Commment) */
"Extract with BetterZip" = "使用 BetterZip 解压";

/* (No Commment) */
"Extract with Preset %@" = "使用%@预设解压";

/* (No Commment) */
"Extracted %@" = "已解压 %@";

/* (No Commment) */
"Extracting %@" = "正在解压 %@";

/* (No Commment) */
"Extracting archive: %@" = "正在解压缩文件：%@";

/* (No Commment) */
"Extracting items from %@" = "正在解压缩压缩文件：第%@个";

/* (No Commment) */
"Extracting items from archive: %@ of %@" = "正在解压缩压缩文件：第%@个，共%@个";

/* (No Commment) */
"Extracting items temporarily" = "正在临时地解压缩项目";

/* (No Commment) */
"Fast, but larger archives" = "速度快，但是压缩文件体积较大";

/* (No Commment) */
"File Types" = "文件类型";

/* (No Commment) */
"File in archive:" = "压缩文件中的文件：";

/* (No Commment) */
"File on disc:" = "磁盘中的文件：";

/* (No Commment) */
"Filtering" = "筛选列表";

/* (No Commment) */
"General" = "通用设置";

/* (No Commment) */
"Go to the win.rar GmbH web site" = "前往 win.rar GmbH 网站";

/* (No Commment) */
"Helpers" = "程序助手";

/* (No Commment) */
"Hide Favorites" = "隐藏收藏夹";

/* (No Commment) */
"Hide Preview" = "隐藏预览";

/* (No Commment) */
"High, but slower operation" = "高，但速度较慢";

/* (No Commment) */
"Ignore" = "忽略";

/* (No Commment) */
"Ignore Changes" = "忽略更改";

/* (No Commment) */
"Ignore This Time" = "仅这次忽略";

/* (No Commment) */
"Ignore and go on" = "忽略并继续";

/* (No Commment) */
"It is either damaged or in an unsupported format." = "它可能已损坏，或者是一种不支持的格式。";

/* (No Commment) */
"Keep Both" = "同时保持二者";

/* (No Commment) */
"Last checked: " = "最后一次检查：";

/* (No Commment) */
"Last modified: %@
Size: %@" = "最后一次更改：%@
大小：%@";

/* (No Commment) */
"Loading archive: %@" = "正在加载压缩文件：%@";

/* (No Commment) */
"Maybe, there is not enough free space on the destination drive. Or the password is incorrect." = "目标磁盘已满或密码不正确。";

/* (No Commment) */
"Merge Folders" = "合并文件夹";

/* (No Commment) */
"Modified" = "修改";

/* (No Commment) */
"Move Items" = "移动项目";

/* (No Commment) */
"Moved" = "移动";

/* (No Commment) */
"Multiple Copies Installed" = "安装了多个拷贝";

/* (No Commment) */
"Multiple files" = "多个文件";

/* (No Commment) */
"N/A" = "不适用";

/* (No Commment) */
"Never" = "从不";

/* (No Commment) */
"New Folder" = "新建文件夹";

/* (No Commment) */
"Next to original" = "在原文件旁边";

/* (No Commment) */
"No" = "否";

/* (No Commment) */
"No compression" = "不压缩";

/* (No Commment) */
"No files selected" = "没有选择文件";

/* (No Commment) */
"Normal" = "正常";

/* (No Commment) */
"Not encrypted" = "未加密";

/* (No Commment) */
"Okay" = "确定";

/* (No Commment) */
"Open" = "打开";

/* (No Commment) */
"Open Anyway" = "无论如何都要打开";

/* (No Commment) */
"Open and browse the archive" = "打开和浏览压缩文件";

/* (No Commment) */
"Opening archive failed" = "无法打开压缩文件";

/* (No Commment) */
"Opening archive with %d items" = "正在打开包含%d个文件的压缩文件";

/* (No Commment) */
"Opening archive with %d items. Ugh, this is going to take a while..." = "正在打开包含%d个项目的压缩文件，这需要一些时间……";

/* (No Commment) */
"Other folder..." = "其他文件夹...";

/* (No Commment) */
"Other..." = "其他...";

/* (No Commment) */
"Passwords" = "密码";

/* (No Commment) */
"Please set the correct path in Preferences > Helpers or choose a different format for saving." = "请在 偏好设置 > 程序助手 中设置正确的路径，或选择其他的格式存储。";

/* (No Commment) */
"Presets" = "预置";

/* (No Commment) */
"Queued for compression" = "已加入压缩队列";

/* (No Commment) */
"Queued for extraction" = "已加入解压缩队列";

/* (No Commment) */
"Quit and Reveal in Finder" = "退出并在 Finder 中显示";

/* (No Commment) */
"Quit!" = "退出！";

/* (No Commment) */
"RAR Format" = "RAR 格式";

/* (No Commment) */
"Reload Drop Bar" = "重载Drop Bar";

/* (No Commment) */
"Remove" = "移除";

/* (No Commment) */
"Remove files matching the patterns configured in the preferences window from the archive." = "正在根据偏好设置中选中的模式从压缩文件中移除文件。";

/* (No Commment) */
"Rename Item" = "重命名";

/* (No Commment) */
"Repair" = "修复";

/* (No Commment) */
"Replace" = "替换";

/* (No Commment) */
"Reveal in Finder" = "在 Finder 中显示";

/* (No Commment) */
"Running script" = "运行脚本";

/* (No Commment) */
"Save" = "存储";

/* (No Commment) */
"Save As..." = "另存为...";

/* (No Commment) */
"Save the archive" = "存储压缩文件";

/* (No Commment) */
"Save the archive with another name." = "以其他名称存储压缩文件。";

/* (No Commment) */
"Saving archive %@" = "正在保存压缩文件 %@";

/* (No Commment) */
"Saving archive failed" = "存储压缩文件的操作失败";

/* (No Commment) */
"Saving archive: %@ of %@" = "正在存储压缩文件：第%@个，共%@个";

/* (No Commment) */
"Search" = "搜索";

/* (No Commment) */
"Search the archive file" = "在压缩文件中搜索";

/* (No Commment) */
"Service Name" = "服务名称";

/* (No Commment) */
"Set" = "设置";

/* (No Commment) */
"Show Favorites" = "显示收藏夹";

/* (No Commment) */
"Show Preview" = "显示预览";

/* (No Commment) */
"Show save panel" = "显示存储面板";

/* (No Commment) */
"Sorry!" = "抱歉！";

/* (No Commment) */
"Stop" = "停止";

/* (No Commment) */
"Strong (AES-256)" = "强（AES-256）";

/* (No Commment) */
"Strong (AES-256) with header encryption" = "强（AES-256），包含文件头加密";

/* (No Commment) */
"Symbolic Link (no preview possible)" = "符号连接（不能预览）";

/* (No Commment) */
"TAR Format, BZip2 compressed (tbz)" = "TAR 格式，BZip2 压缩（tbz）";

/* (No Commment) */
"TAR Format, GZip compressed (tgz)" = "TAR 格式，GZip 压缩（tgz）";

/* (No Commment) */
"TAR Format, uncompressed (tar)" = "TAR 格式，未压缩（tar）";

/* (No Commment) */
"TAR Format, xz compressed (txz)" = "TAR 格式，XZ压缩（txz）";

/* (No Commment) */
"Test" = "测试";

/* (No Commment) */
"Test the archive" = "测试压缩文件";

/* (No Commment) */
"Test the archive integrity" = "测试压缩文件完整性";

/* (No Commment) */
"Testing archive %@" = "正在测试压缩文件 %@";

/* (No Commment) */
"Testing: %@
" = "正在测试：%@
";

/* (No Commment) */
"The archive cannot be created." = "无法存档压缩文件";

/* (No Commment) */
"The archive could not be extracted completely. It may be damaged." = "压缩文件无法被完整解压，它可能已经损坏。";

/* (No Commment) */
"The archive could not be extracted completely. It may be damaged. Do you want to try to repair the archive?" = "压缩文件无法完成解压。它可能已经损坏。请问您需要尝试修复吗?";

/* (No Commment) */
"The archive could not be extracted." = "压缩文件无法被解压。";

/* (No Commment) */
"The archive disappeared" = "压缩文件缺失";

/* (No Commment) */
"The archive extraction failed." = "解压缩失败。";

/* (No Commment) */
"The archive is either damaged or in an unsupported format." = "压缩文件可能已损坏，或者是一种不支持的格式。";

/* (No Commment) */
"The archive test was completed successfully." = "压缩文件测试成功完成。";

/* (No Commment) */
"The archive tests failed." = "压缩文件测试失败。";

/* (No Commment) */
"The file %@ could not be added to the archive. Maybe the system disc is full?" = "文件 %@ 无法添加到压缩文件，也许系统磁盘已满？";

/* (No Commment) */
"The file %@ could not be extracted. %@

The last error macOS reported was:
\"%s\"" = "文件 %@ 无法解压。Mac OS X 汇报的最后一个错误是：%s";

/* (No Commment) */
"The file %@ has been modified." = "文件 %@ 已经被更改。";

/* (No Commment) */
"The password may be incorrect." = "密码错误";

/* (No Commment) */
"The rar helper could not be found." = "未找到RAR助手。";

/* (No Commment) */
"The transcript window may contain further details." = "副本窗口可能包含更多细节。";

/* (No Commment) */
"There is not enough free space on the destination drive." = "目标驱动器没有足够的空间。";

/* (No Commment) */
"This archive appears to be damaged." = "该压缩文件可能已经损坏。";

/* (No Commment) */
"This is not the password you are looking for." = "这不是您正在寻找的密码。";

/* (No Commment) */
"To ignore the selected folders and only extract directly selected archives click “Extract Selected Only”." = "若要忽略选择的文件夹，并且仅解压缩直接选择的压缩文件，请点击“仅解压缩已选文件”。";

/* Today title string */
"Today" = "今日";

/* (No Commment) */
"Trash" = "垃圾";

/* (No Commment) */
"Update" = "更新";

/* (No Commment) */
"Update File" = "更新文件";

/* (No Commment) */
"Updated" = "更新";

/* (No Commment) */
"Use" = "使用";

/* (No Commment) */
"Use RAR" = "使用 RAR";

/* (No Commment) */
"Use for subsequent archives" = "应用到后续的压缩文件";

/* (No Commment) */
"Use this password for the new archive" = "为新的压缩文件使用该密码";

/* (No Commment) */
"Use this pattern to delete files and folders from the archive:" = "使用当前模式从压缩文件中删除文件和文件夹";

/* (No Commment) */
"Use this pattern to specify which files and folders to add to the archive:" = "使用当前模式可以指定将哪些文件和文件夹添加到压缩文件：";

/* (No Commment) */
"Use this preset as default in the toolbar" = "在工具栏中使用此预设作为默认设置";

/* (No Commment) */
"Use this preset as service" = "将此预设应用为服务";

/* (No Commment) */
"View" = "查看";

/* (No Commment) */
"View the selected file" = "查看选择的文件";

/* (No Commment) */
"Warning" = "警告";

/* (No Commment) */
"Warning: Saving cannot be undone" = "警告：存储过程不可逆";

/* (No Commment) */
"Weak (PKZip2 compatible)" = "弱（PKZip2 兼容）";

/* (No Commment) */
"When in Direct Mode, all archive operations are immediate and cannot be undone." = "在“立即执行模式”下，所有的操作都是直接的，不能被撤销。";

/* (No Commment) */
"Would you like %@ to check for updates on startup? You can initiate the check manually from the preferences window at any time." = "您希望 %@ 在启动时检查更新吗？您可以在任何时候通过偏好设置窗口手动检查更新。";

/* (No Commment) */
"XAR Format" = "XAR 格式";

/* (No Commment) */
"Yes" = "是";

/* Yesterday title string */
"Yesterday" = "昨天";

/* (No Commment) */
"You can still browse the contents, but all archive operations will fail. 
Do you want to close the window?" = "您仍然可以浏览内容， 但是所有的压缩操作都将失败。请问您想要关闭窗口吗？";

/* (No Commment) */
"You can't move an item into one of its subfolders!" = "您不能把项目移动到其自身的子文件夹中！";

/* (No Commment) */
"You don't have permission to write to this folder." = "您不具备在该文件夹中的写入权限。";

/* (No Commment) */
"You should save this archive with ZIP or RAR format or your comment will be lost." = "您应当以ZIP或RAR格式保存此压缩文件，否则您的注释将丢失。";

/* (No Commment) */
"Your changes will be lost if you don't save them." = "如果不存储，您的改动将会丢失。";

/* (No Commment) */
"Zip Format (recommended)" = "Zip 格式（推荐）";

/* (No Commment) */
"cancelled" = "已取消";

/* (No Commment) */
"http://www.win-rar.com/" = "http://www.win-rar.com/";

/* (No Commment) */
"https://macitbetter.com/" = "https://macitbetter.com/";

/* (No Commment) */
"https://macitbetter.com/contact" = "mailto:betterzip@macitbetter.com";

/* (No Commment) */
"macOS returned this error:" = "macOS返回此错误";

/* (No Commment) */
"no errors" = "无错误";

/* (No Commment) */
"untitled folder" = "未命名的文件夹";

/* (No Commment) */
"with errors" = "有错误";

